IDEA StatiCa Open Model
SteelSetupAISC.BoltTensileShear_Omega Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Safety factor BoltTensileShear_Omega
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BoltTensileShear_Omega { get; set; }
Public Property BoltTensileShear_Omega As Double
	Get
	Set
public:
property double BoltTensileShear_Omega {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace